{
	"Misyonumuz": "Our mission",
	"Paketler": "Packages",
	"Diyet": "Diet",
	"Hesaplama": "Tools",
	"S.S.S.": "F.A.Q.",
	"Antrenman": "Exercise",
	"Spor salonu denildiğinde genellikle insanların formunda kalmak için gittikleri ağırlıklarının ve koşu bandının bulunduğu bir yer akla gelir. Spor salonu  insanların kondisyon ölçütleri, performanslarını ve vücut estetiklerini bir veya daha fazla amaca yönelik olarak geliştirmek için gittikleri yerlerdir.": "When you think of the gym, you usually think of a place where weights and treadmills are used to stay in shape. The gym is where people go to improve their fitness level, performance, and body aesthetics for one or more purposes.",
	"Prodogram sizin spor ve diyet planlarınızı her türlü hedefinize yaşam tarzınıza ve spor geçmişinize uygun hale getirerek gerçek anlamda kişiselleştirmektedir. İster bir spor salonuna gitme imkanınız olsun ister olmasın. İster patlayıcı kuvvet inşa etmek isteyin isterse estetik bir vücut isterseniz aynı anda birden fazla hedefiniz olsun. Gerek yeni başlayanlara gerekse yıllardır spor ile yaşayan insanlara rehber olmanın peşindeyiz.": "The prodogram truly personalizes your fitness and diet plans by shaping them to your goals, lifestyle and fitness background. Whether you have the opportunity to go to a gym or not. Whether you want to build explosive strength, or you want an aesthetic body, you have multiple goals at once. We seek to be a guide for both beginners and people who have been living with sports for years.",
	"Günümüzde her türlü sosyal mecrada 'fit olmak' ve 'fitness' terimleri yaygın olarak kullanılmakta ancak formda kalmayı yalnızca estetik kas gelişimi, düşük vücut yağ yüzdesine sahip olmak olarak görmemeliyiz. Spora farklı yaklaşım şekilleri bulunur ve bu yaklaşımlar hedefleri ve o hedefe giden yöntemleri değiştirir.": "Today, the terms 'being fit' and 'fitness' are widely used in all kinds of social media, but we should not consider staying in shape only as aesthetic muscle development and having a low body fat percentage. There are different approaches to sports and these approaches change the goals and the methods leading to that goal.",
	"Biz spor gereksinimlerinizin her birini karşılıyoruz. Prodogram'da bir fitness felsefemiz var:": "We meet every single one of your sports needs. At Prodogram we have a fitness philosophy:",
	"Günümüzde her türlü sosyal mecrada \"fit olmak\" ve \"fitness\" terimleri yaygın olarak kullanılmakta ancak formda kalmayı yalnızca estetik kas gelişimi, düşük vücut yağ yüzdesine sahip olmak olarak görmemeliyiz. Spora farklı yaklaşım şekilleri bulunur ve bu yaklaşımlar hedefleri ve o hedefe giden yöntemleri değiştirir.": "Günümüzde her türlü sosyal mecrada \"fit olmak\" ve \"fitness\" terimleri yaygın olarak kullanılmakta ancak formda kalmayı yalnızca estetik kas gelişimi, düşük vücut yağ yüzdesine sahip olmak olarak görmemeliyiz. Spora farklı yaklaşım şekilleri bulunur ve bu yaklaşımlar hedefleri ve o hedefe giden yöntemleri değiştirir.",
	"PLANLA, YAP VE FETHET.": "PLAN, DO AND CONQUER.",
	"Makro Besinler": "Macro Nutritions",
	"Vücut enerjisinin temel kaynağı olan üç ana besin kategorisi - karbonhidratlar, proteinler ve yağlar - makro besinler olarak adlandırılır. Sağlıklı vücut süreçlerini korumak, kas büyümesini desteklemek ve fiziksel aktivite için enerji sağlamak için çok önemlidirler. Sağlık veya performans hedeflerine ulaşmak, besin alımını optimize etmek ve dengeli bir diyet sürdürmek için makroları takip etmek bu süreçlerden verim almak için gereklidir.": "The three main categories of nutrients—carbohydrates, proteins, and fats—that give the body energy are referred to as macronutrients. They are crucial for preserving healthy bodily processes, promoting muscle growth, and supplying energy for physical activity. In order to achieve specific health or performance goals, optimize nutrient intake, and maintain a balanced diet, tracking and managing macros is frequently used in nutrition and fitness.",
	"Mikro Besinler": "Micro Nutritions",
	"Mikro Besinler, vücudun düzgün çalışması ve genel sağlığın korunması için küçük miktarlarda ihtiyaç duyduğu temel besinlerdir. Metabolizma, bağışıklık fonksiyonu ve hücre büyümesi gibi vücut süreçlerinde önemli görevleri olan vitaminleri ve mineralleri içerirler. Mikro besinler açısından zengin bir diyet tüketmek, genel sağlığı destekleme ve vücudun en iyi şekilde çalışmasını sağlamak için önemlidir.": "Micronutrients are essential nutrients required by the body in small quantities for proper functioning and maintenance of overall health. They include vitamins and minerals that play crucial roles in various bodily processes such as metabolism, immune function, and cell growth. Consuming a diet rich in micronutrients is important to support overall health, prevent deficiencies, and promote optimal functioning of the body's systems.",
	"Protein Alımı": "Protein Intake",
	"Kas kütlesi kazanmayı hedeflerken, direnç antrenmanı yapan kişiler için önerilen protein alımı, genellikle günlük vücut ağırlığının kilogramı başına yaklaşık 1,4 ila 2,0 gram proteindir. Bununla birlikte, kesin protein gereksinimleri, bireysel hedefler, egzersiz yoğunluğu ve toplam kalori alımı gibi faktörlere bağlı olarak değişebilir.": "When aiming to gain muscle mass, the recommended protein intake for individuals involved in resistance training is generally around 1.4 to 2.0 grams of protein per kilogram of body weight per day. However, the exact protein requirements can vary depending on factors such as individual goals, training intensity, and overall calorie intake.",
	"Karbonhidrat Alımı": "Carbohydrate Intake",
	"Kas kütlesi kazanmaya çalışırken, egzersizler için enerji sağlamak ve kas glikojen depolarını desteklemek için karbonhidrat alımı esastır. Kas geliştirmeyi hedefleyen bireyler için önerilen karbonhidrat alımı, aktivite seviyesi, antrenman yoğunluğu ve toplam kalori alımı gibi faktörlere bağlı olarak değişir, ancak genel olarak günlük vücut ağırlığının kilogramı başına 3 ila 5 gram karbonhidrat tüketmek yaygın bir aralıktır. Bir sağlık uzmanına veya tescilli bir diyetisyene danışmak, bireysel ihtiyaçlara ve hedeflere göre en uygun karbonhidrat alımını belirlemeye yardımcı olabilir.": "When seeking to gain muscle mass, carbohydrate intake is essential to provide energy for workouts and support muscle glycogen stores. The recommended carbohydrate intake for individuals aiming to build muscle varies depending on factors such as activity level, training intensity, and overall calorie intake, but generally, consuming 3 to 5 grams of carbohydrates per kilogram of body weight per day is a common range.",
	"Yağ Alımı": "Yağ Alımı",
	"Kas kütlesi kazanmaya çalışırken, yağ alımı hormon üretiminde, enerji sağlanmasında ve genel sağlıkta çok önemli bir rol oynar. Optimum kas geliştirme ve genel sağlık için doymuş yağları ve trans yağları sınırlı tutarken, fındık, avokado, zeytinyağı ve yağlı balık gibi kaynaklar da dahil olmak üzere günlük toplam kalorinin yaklaşık %20-30'unu sağlıklı yağlardan tüketmeniz önerilir. Bununla birlikte, bireysel ihtiyaçlar değişebilir ve bir sağlık uzmanına veya lisanslı bir diyetisyene danışmak, belirli hedeflere ve diyet tercihlerine göre ideal yağ alımını belirlemeye yardımcı olabilir.": "Kas kütlesi kazanmaya çalışırken, yağ alımı hormon üretiminde, enerji sağlanmasında ve genel sağlıkta çok önemli bir rol oynar. Optimum kas geliştirme ve genel sağlık için doymuş yağları ve trans yağları sınırlı tutarken, fındık, avokado, zeytinyağı ve yağlı balık gibi kaynaklar da dahil olmak üzere günlük toplam kalorinin yaklaşık %20-30'unu sağlıklı yağlardan tüketmeniz önerilir. Bununla birlikte, bireysel ihtiyaçlar değişebilir ve bir sağlık uzmanına veya lisanslı bir diyetisyene danışmak, belirli hedeflere ve diyet tercihlerine göre ideal yağ alımını belirlemeye yardımcı olabilir.",
	"Yeşillikler": "Greens",
	"\"Yeşillikler\" ıspanak, lahana ve brokoli gibi yeşil yapraklı sebzelerdir. Vitaminler, mineraller ve lif açısından zengin oldukları, genel sağlığı iyileştirdikleri, sindirimi destekledikleri ve vücut için gerekli besinleri sağladıkları için diyete yeşilliklerin dahil edilmesi önemlidir. Yeşilleri diyete dahil etmek ve besleyicilik açısından sağlıklı beslenme planının oluşturulmasını sağlar.": "Greens typically refer to leafy green vegetables such as spinach, kale, and broccoli. Including greens in the diet is important as they are rich in vitamins, minerals, and fiber, promoting overall health, supporting digestion, and providing essential nutrients for the body. Incorporating greens into the diet helps ensure a diverse and nutrient-dense eating plan that contributes to optimal well-being.",
	"S.S.S": "S.S.S",
	"Omuz Çevre Uzunluğu": "Omuz Çevre Uzunluğu",
	"Bel Çevre Uzunluğu": "Bel Çevre Uzunluğu",
	"Kalça Çevre Uzunluğu": "Kalça Çevre Uzunluğu",
	"Boy": "Height",
	"Kilo": "Weight",
	"Hesapla": "Calculate",
	"Yaş": "Age",
	"Powerlifting": "Powerlifting is a strength sport that involves three main lifts: the squat, bench press, and deadlift. The goal of powerlifting is to lift as much weight as possible in each of these three lifts, typically in a competitive setting. Powerlifting is popular among individuals looking to improve overall strength, build muscle mass, and participate in competitive strength-based events. For some bodybuilding athletes, it is important for solid bodybuilding fundamentals.",
	"Calisthenics": "Calisthenics is a type of exercise that builds strength, flexibility, and endurance through bodyweight movements and minimal equipment. It usually consists of push-ups, pull-ups, squats, lunges, and planks. Calisthenics is a versatile and approachable form of training that is suitable for people of all fitness levels, providing a convenient way to improve physical fitness, body control, muscle mass and functional strength without the use of external weights or machines.",
	"Kardiyo": "Cardio",
	"Cardio": "Cardio, short for cardiovascular exercise, refers to any form of physical activity that increases heart rate and promotes cardiovascular health. It typically involves activities such as running, cycling, swimming, or aerobics that elevate breathing and oxygen consumption. Cardio is used to improve cardiovascular fitness, enhance endurance, burn calories, and support overall heart health, making it an important component of a well-rounded fitness routine.",
	"Plyometrics": "Plyometrics refers to a form of exercise that focuses on explosive movements, involving rapid stretching and contracting of muscles to generate power. It is commonly used in sports training and fitness programs to enhance athletic performance, improve speed, agility, and vertical jump, as well as develop muscular strength and coordination. Incorporating plyometrics into a training regimen can help athletes improve their explosive power and dynamic movement capabilities, leading to enhanced sports performance and overall athleticism.",
	"Kardiyovasküler egzersizin kısaltması olan kardiyo, kalp atış hızını artıran ve kardiyovasküler sağlığı destekleyen her türlü fiziksel aktiviteyi ifade eder. Tipik olarak, nefes almayı ve oksijen tüketimini artıran koşma, bisiklete binme, yüzme veya aerobik gibi aktivitelerdir. Kardiyovasküler kondisyon geliştirmek, dayanıklılığı artırmak, kalori yakmak ve genel kalp sağlığını desteklemek için kullanılan kardiyo her türlü antrenmanın önemli bir parçasıdır.": "Kardiyovasküler egzersizin kısaltması olan kardiyo, kalp atış hızını artıran ve kardiyovasküler sağlığı destekleyen her türlü fiziksel aktiviteyi ifade eder. Tipik olarak, nefes almayı ve oksijen tüketimini artıran koşma, bisiklete binme, yüzme veya aerobik gibi aktivitelerdir. Kardiyovasküler kondisyon geliştirmek, dayanıklılığı artırmak, kalori yakmak ve genel kalp sağlığını desteklemek için kullanılan kardiyo her türlü antrenmanın önemli bir parçasıdır.",
	"Plyometrics, kuvvet üretmek için kasların hızlı bir şekilde gerilmesini ve kasılmasını içeren patlayıcı hareketlere odaklanan bir antrenman şeklidir . Atletik performansı artırmak, hızı, çevikliği ve dikey sıçramayı geliştirmek ve ayrıca kas gücü ve koordinasyonu geliştirmek için fitness programlarında yaygın olarak kullanılır. Plyometrics’i bir antrenman sistemine dahil etmek, sporcuların patlayıcı güçlerini ve dinamik hareket yeteneklerini geliştirmelerine yardımcı olarak, gelişmiş spor performansını artıracaktır.": "Plyometrics, kuvvet üretmek için kasların hızlı bir şekilde gerilmesini ve kasılmasını içeren patlayıcı hareketlere odaklanan bir antrenman şeklidir . Atletik performansı artırmak, hızı, çevikliği ve dikey sıçramayı geliştirmek ve ayrıca kas gücü ve koordinasyonu geliştirmek için fitness programlarında yaygın olarak kullanılır. Plyometrics’i bir antrenman sistemine dahil etmek, sporcuların patlayıcı güçlerini ve dinamik hareket yeteneklerini geliştirmelerine yardımcı olarak, gelişmiş spor performansını artıracaktır.",
	"An itibariyle kontenjan mevcuttur, hedeflerinize ulaşacağınız yolda sizinle çalışmak için sabırsızlanıyoruz!": "There is a quota after a point, we guide you to be with you on the way you want to reach your goals!",
	"Sıkça Sorulan Sorular": "Frequently asked questions",
	"Koçluk paketleriniz ne sunuyor ?": "What does your coaching packages offer?",
	"Gelişim için anahtar olan iki tarafın da özveriyle sürece dahil olmasıdır. Koçluk paketimizde kişinin gelişiminin haftalık olarak değerlendirilmesi ve buna bağlı olarak gerekli dokunuşların fikir alışverişi ile kararlaştırılması esastır. Bu süreçte kafanızda oluşabilecek soru işaretleri için ise WhatsApp hattımızdan size yardımcı olacağız.": "The key to development is the dedication of both parties to the process. In our coaching package, it is essential that the development of the person is evaluated on a weekly basis and accordingly, the necessary touches are decided by exchanging ideas. We will help you on our WhatsApp  for any question marks that may arise in your mind during this process.",
	"Sunduğunuz hizmet nedir ?": "What is the service you offer?",
	"seviye": "We provide the planning of nutritional supplements as well as training and diet programs prepared in accordance with the fitness level and lifestyle of the person. In order for you to understand all the instructions easily, we share your carefully written prodogram document with you, either in PDF or DOC form, depending on your preference. We share strength programs according to your level that will increase your weights for eight weeks and make you stronger. Our coaching service takes special care of you for every aspect of your goals.",
	"Tek seferlik program fiyatınız nedir ?": "What is your one-time program price?",
	"Tek seferlik programın fiyatını Instagram hesabımız prodogram üzerinden öğrenebilirsiniz.": "You can learn the current price from Instagram account of prodogram",
	"• Öncelik her zaman kişinin kendi hedefleridir.": "• Priority is always one's own goal.",
	"• Kişinin kalori ihtiyacına göre diyet ve besin takviyesi planları içerir.": "• It includes diet and food plans according to the person's calorie consumption.",
	"• Hareketlerin nasıl yapıldıklarına dair detaylı açıklamalar ve tavsiyeler mevcuttur.": "• There are detailed explanations and recommendations on how the moves are performed.",
	"• Kişinin hedeflerine özel bir kardiyo programı içerir.": "• Includes a person's specific cardio program.",
	"• Kişinin seviyesine ve müsaitlik durumuna göre tasarlanır.": "• It is designed according to the person's mansions and obscenity documents."
}